Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Not create redirects from source pages when moving pages
ne: पृष्ठ सार्दा स्रोत पृष्ठबाट पठाउने लिंक नबनाउने

source: <strong>"$1" has been moved to "$2"</strong>
ne: '''"$1" लाई "$2"मा सारिएको छ'''

source: Search results for "$1"
ne: "$1"को लागि खोज नतिजाहरु

source: Add this page to your watchlist?
ne: के यस पृष्ठलाई निगरानी सुचीमा थप्ने हो ?

source: Newer revision →
ne: नयाँ संशोधन →

source: contribute
ne: योगदान गर्ने

source: Appearance on change lists
ne: परिवर्तन सूचीहरुमाथि झलक

source: Filter Action
ne: फिल्टर कार्य

source: XML import parse failure
ne: XML आयात अध्यन असफल

source: Labor
ne: श्रम

source: Search in namespaces:
ne: नेमस्पेसेजहरूमा खोज्ने :

source: America
ne: अमेरिका

source: Attached on
ne: संलग्न गरिएको

source: The Admin's Barnstar
ne: प्रबन्धक बार्नस्टार

source: You need to be logged in on this wiki and in the [$1 central data repository] to use this feature.
ne: यो सुविधाको उपयोग गर्नका लागि तपाईं यो विकि तथा [$1 केन्द्रीय डाटा रिपोजिटरी] मा प्रवेश गर्नु आवश्यक छ ।

source: Hide edits by logged in users from the watchlist
ne: प्रवेश गरेका प्रयोगकर्ताहरूको सम्पादन निगरानी सूचीबाट लुकाउने

source: Set an email address
ne: इमेल ठेगाना प्रविष्ट गर्ने

source: Arrow Keys
ne: एरो किहरू

source: lexing error
ne: वर्ण(lexing) त्रुटी

source: Added category
ne: वर्ग थपियो

source: Create diagram
ne: चित्र निर्माण गर्ने

source: Compression scheme
ne: संकुचन कार्य

source: 365 Days
ne: ३६५ दिनहरू

source: List of external databases
ne: बाह्य डाटाबेसहरूको सूची

source: Less than (<)
ne: (<) भन्दा कम

source: Logo was removed.
ne: लोगो हटाइएको छ

source: Reset Password for %{user}
ne: %{user}को लागि प्रवेशशव्द परिवर्तन गर्ने

source: From $1
ne: $1बाट

source: URL Shortener
ne: यूआरएल संक्षिप्तीकरण

source: Developer tools
ne: विकासकर्ता उपकरणहरू

source: The XML in the uploaded file could not be parsed.
ne: अपलोड गरिएको फाइलमा रहेको एक्सयमयल पार्स गर्न सकिंदैन।

source: Subsampling ratio of Y to C
ne: Y देखि C सम्मको उप नमूना अनुपात

source: All at Once
ne: एकपटकमा सबै

source: Make your own
ne: तपाइको आफ्नै बनाउनुहोस

source: Share via e-mail
ne: इमेलमा बाढ्ने

source: (also in %(alsocat)s)
ne: (%(alsocat)s मा पनि)

source: Please log in to be able to access this page or action.
ne: यस पृष्ठमा प्रवेश गर्न वा कुनै कार्य गर्नको लागी कृपया प्रवेश (लग इन) गर्नु होस् ।

source: Size
ne: साइज

source: _Create
ne: सिर्जना गर्ने

source: Potlatch 1 (in-browser editor)
ne: पोटल्याच १ (ब्राउजर सम्पादन)

source: Search ZIM files
ne: ZIM फाइलहरू खोज्ने

source: No devices supporting color management detected
ne: रङ व्यवस्थापन समर्थन गर्ने कुनै यन्त्र भेटिएन।

source: revoke type
ne: रद्द प्रकार

source: The Graphic Designer's Barnstar
ne: ग्राफिक डिजाइनर बार्नस्टार

source: Opens the Launcher, displays shortcuts.
ne: लन्चर खोल्छ, छोटकरीहरू देखाउँछ

source: Left
ne: बायाँ

source: API help
ne: एपिआइ सहायता

source: Invalid URL: $1
ne: अवैध URL: $1

source: You do not have permission to $2, for the following {{PLURAL:$1|reason|reasons}}:
ne: $2 को लागि तपाईँलाई अनुमति छैन , निम्न {{PLURAL:$1|कारणले|कारणहरुले}} गर्दा :

source: A beer for you!
ne: तपाइको लागि बियर!

# Usenet separator ("-- ") before signature
source: Usenet separator ("-- \n") before signature
ne: Usenet विँभाजक ("-- \n") दस्तखत अगाडि

source: Please choose a different, descriptive title.
ne: एउटा फरक वर्णनात्मक शीर्षक चयन गर्नुहोस् ।

source: Hospital
ne: अस्पताल

source: Fixed styling
ne: स्वरूपण ठीक गरियो

source: Left Touchstrip Mode Switch
ne: बायाँ टचस्ट्रिप मोड स्विच

source: Login error
ne: प्रवेश त्रुटि

source: An internal error occurred when attempting to create a temporary file on the server. Please contact an [[Special:ListUsers/sysop|administrator]].
ne: सर्भरमा अस्थायी फाइल बनाउदा समय आन्तरिक त्रुटि आयो। कृपया कुनै [[Special:ListUsers/sysop|प्रवन्धक]]सँग सम्पर्क गर्नुहोस।

source: Configure your app
ne: तपाईँको एप मिलाउनुहोस्

source: The package '%s' is marked for removal but it is in the removal blacklist.
ne: प्याकेज '%s' हटाउनका लागि चिह्नित गरेको छ तर यो हटाउने कालो सूचीमा छ।

source: There are no new messages for you.
ne: तपाईंलाई नयाँ सन्देशहरू छैनन्।

source: Modem not found
ne: मोडेम भेटिएन

source: Please select an image.
ne: कृपया चित्र छान्नुहोस्।

source: Opened in another window
ne: अर्को सन्झ्यालमा खोल्ने

source: Wikibase Quality
ne: विकिडाटा गुणस्तर

source: No pages link to <strong>[[:$1]]</strong>.
ne: '''[[:$1]]'''मा लिंक भएका प्याकेजेजहरु छैनन्

source: Are you sure, you want delete this interwiki link?
ne: के तपाईं साचिक्कै यो अन्तरविकि लिङ्कलाई मेट्न चाहनुहुन्छ?

source: Expires
ne: सकिनेछ

source: Add profile
ne: प्रोफाइल थप्नुहोस्

source: Week
ne: हप्ता

source: Wiktionary homepage
ne: विक्सनरी गृहपृष्ठ

source: {{PLURAL:$1|Template|Templates}} used in this preview:
ne: यस पृष्ठमा प्रयोग भएका {{PLURAL:$1|Template|ढाँचाहरू}} :

source: Found word
ne: शव्द पाइयो

source: Unexpected value: "$1"="$2".
ne: अप्रत्यासित मान :"$1"="$2" ।

source: Notify the user by email
ne: इमेल मार्फत प्रयोगकर्तालाई जानकारी गराउनुहोस्

source: Hidden by %{user} <abbr title='%{exact_time}'>%{when} ago</abbr>
ne: %{user}द्वारा <abbr title='%{exact_time}'>%{when} अगाडि</abbr> लुकाइएको

source: Property name:
ne: विशेषता नामः

source: Removing links to spamming site %(url)s
ne: %(url)s पृष्ठमा लैजाने लिङ्कहरू मेट्दै

source: Top Button
ne: माथिल्लो बटन

source: Older Comments
ne: पूरानो टिप्पणीहरू

source: Mathematics
ne: गणित

source: The new file extension does not match its type.
ne: नयाँ फाइल एक्सटेन्सन फाइलको प्रकारसँग मेल खादैन।

source: Brightness & Lock
ne: चमक र लक

source: Sort in descending order
ne: घट्दो क्रमबध्द अनुसार मिलाउने

source: 1 Day
ne: १ दिन

source: Bypass IP blocks, auto-blocks and range blocks
ne: IP रोक,स्वत: रोक तथा स्तर रोक कटेर जाने

source: $1 (from $2 at $3)
ne: ($2बाट $3मा) $1

source: Block parameters
ne: पारामिटर्स रोक्ने

source: Number of translators
ne: अनुवादक संख्या

source: Sales
ne: बिक्री

# Net: %gold%
source: Net:\t%gold%
ne: खुदः\t%gold%

source: Format:
ne: ढाँचा:

source: Remove these tags:
ne: यी ट्यागहरू हटाउनेः

source: Selectable
ne: छान्नयोग्य

source: _Go Back
ne: पछाडि पर्कने

source: - System Settings
ne: - प्रणाली सेटिङ

source: Video Camera
ne: भिडियो क्यामेरा

source: You are already friends with %{name}.
ne: %{name} सँग तपाईंले पहिले नै मित्रता गरिसक्नु भएको छ ।

source: Modem initialization failed
ne: मोडेम प्रारम्भ गर्न विफल

source: Issuer: %1
ne: जारी कर्ता: %1

source: Rules
ne: नियमहरु

source: <strong>Warning:</strong> This page contains at least one template argument that has a too large expansion size. These arguments have been omitted.
ne: '''चेतावनी:''' यो पृष्ठकमा कम्तिमा एक टेम्प्लेट मान रहेको छ जसको धेरै ठूलो बढोत्तरी आकार रहेको छ। यस्ता मानहरु हटाइएका छन् ।

source: Show details
ne: विस्तृत जानकारी हेर्ने

source: Subscribed by
ne: ग्राह्यता गर्ने

source: Single click, secondary button
ne: सहायक बटन एक चोटी थिच्नुहोस

source: Source wiki:
ne: श्रोत विकिः

source: Formats
ne: प्रारूप

source: Scale
ne: स्केल

source: This page provides interface text for the software on this wiki, and is protected to prevent abuse. To add or change translations for all wikis, please use [//translatewiki.net/ translatewiki.net], the MediaWiki localisation project.
ne: यो पृष्ठले सफ्टवेयरको लागि अन्तरमोहडा पाठ प्रदान गर्दछ , र यसलाई दुरुपयोग हुनबाट बचाउन सुरक्षा प्रादन गरिएको छ। सम्पूर्ण विकिहरूका लागि अनुवादमा परिवर्तन गर्नको लागि [//translatewiki.net/ translatewiki.net], प्रयोग गर्नुहोस् , मिडियाविकि स्थानियकरण परियोजना ।

source: Remove selected pages
ne: चयन पृष्ठ हटाउने

source: wikitext
ne: विकिपाठ

source: View Results
ne: नतिजाहरू हेर्नुहोस

source: No ZIM files found on your device. Take a look at the Help Page to get directions on how to load content into Kiwix. If you did put a ZIM file on your device/external storage, you might retry in a minute or restart your device.
ne: तपाईंको उपकरणमा ZIM फाइलहरू भेटिएनन्। किविक्समा सामग्री कसरी खोल्ने भन्ने विषयको निर्देशनका लागि सहायता पृष्ठमा हेर्नुहोस्। तपाईंले उपकरण वा बाह्य भण्डारणमा ZIM फाइल राख्नुभएको थियो भने, एक मिनटमा पुनः प्रयास गर्नुहोस् अथवा उपकरण पुनः सुरू गर्नुहोस्।

source: MonoBook
ne: मोनोबुक

source: %u active
ne: %u सष्क्रिय बनाउनुहोस्

source: An error occurred while publishing the translation. Please try to publish the page again. Error: $1
ne: पृष्ठ सङ्ग्रह गर्दा त्रुटि देखियो। कृपया सङ्ग्रह गर्नका लागि पुन प्रयास गर्नुहोला। त्रुटी : $1

source: Dead-end pages
ne: म्याद सकिेएका पृष्ठहरू

source: Phone Number
ne: फोन नम्बर

source: Separator
ne: विभाजक

source: Your upload from [$2] was successful. It is available here: [[:{{ns:file}}:$1]]
ne: [$2]बाट त्पाईंको उर्ध्वभरण सफल भयो। त्यो यहाँ पाउन सकिनेछ: [[:{{ns:file}}:$1]]

source: Send usage reports
ne: उपयोग प्रतिवेदन पठाउनुहोस् ।

source: Power
ne: पावर

source: Flickr
ne: फ्लिकर

source: Insert Number
ne: नम्बर थप्नुहोस्

source: Opens the Dash Files Lens.
ne: ड्यास फाइल्स लेन्स खोल्छ ।

source: This page has been moved from namespace "$1" to namespace "{{int:bs-ns_main}}", because namespace "$1" was deleted.
ne: "$1" नामस्थानबाट यो पृष्ठलाई "{{int:bs-ns_main}}"मा सारिएको छ, किनभने नामस्थान "$1" लाइ मेटिएको थियो ।

source: Game Sound
ne: खेल ध्वनी

source: ½ Screen
ne: आधा स्क्रिन

source: System settings not found ({}): {}
ne: सिस्टम सेटिङहरू भेटिएन ({}): {}

source: This page has been deleted, because namespace "$1" was deleted.
ne: यो पृष्ठलाई मेटिएको छ, किनभने नामस्थान "$1" लाइ मेटिएको थियो।

source: The changes were successfully applied.
ne: परिवर्तनहरू सफलता पूर्वक लागु भैसक्यो

source: Determines if the Launcher's edges will capture the mousepointer.
ne: लन्चरका छेउहरुले माउस पोइन्टरलाई समात्ने कि नसमात्ने भन्ने निश्चित गर्छ ।

source: paused
ne: रोकियो

source: Brownie
ne: ब्राउनी

source: This file is from $1 and may be used by other projects.
ne: यो फाइल $1 को हो र अन्य परियोजनामा प्रयोग गरिएको हुनसक्छ।

source: Credentials <small>(full & master curators only)</small>
ne: प्रमाणपत्रहरू <small>(पूर्ण तथा प्रमुख संरक्षक मात्र)</small>

source: It was impossible to install a required package. Please report this as a bug using 'ubuntu-bug ubuntu-release-upgrader-core' in a terminal.
ne: यो आवश्यक प्याकेज स्थापना गर्न असम्भव थियो। कृपया बगको रिपोर्ट गर्न​ 'ubuntu-bug ubuntu-release-upgrader-core' प्रयोग​ टर्मिनल​मा गर्नु होला।

source: Will be moved into "{{int:bs-ns_main}}"
ne: "{{int:bs-ns_main}}"मा सारिनेछ

source: Link underlining:
ne: रेखाङ्कित लिङ्क:

source: Create page
ne: पृष्ठ सृजना गर्ने

source: Server is unreachable.
ne: सर्भरमा पहुँच पुर्‍याउन सकिएन ।

source: Link into another wiki
ne: अन्य विकिसँग लिङ्क गर्ने

source: Friend's Name:
ne: साथीको नाम:

source: System error
ne: प्रणाली त्रुटी

source: Amount of blue light in the color.
ne: रङमा नीलो प्रकाशको मात्रा

source: Upload!
ne: अपलोड गर्ने

source: What is your pad URL?
ne: तपाईँको प्याड युआरएल के हो ?

source: Project observation settings
ne: परियोजना अवलोकन सेटिंग

source: _Angle:
ne: कोण:

source: Opening %s
ne: %s खोलिदैछ

source: Groups you can change
ne: परिवर्तन गर्न सकिने समूहहरु

source: Project:Policy
ne: Project:निति

source: Number of units
ne: इकाईहरूको संख्या

source: You must be logged in to access this page directly.
ne: यस पृष्ठमा सिधै जानको लागि प्रवेश गर्नु पर्ने हुन्छ ।

source: Documentation
ne: मिसिलिकरण

source: (Cannot access the database)
ne: (डेटाबेसमा सम्पर्क स्थापना गर्न सकिएन)

source: Unlock
ne: ताल्चा खोल्ने

source: Your email address is not yet confirmed. No email will be sent for any of the following features.
ne: तपाईँको इमेल ठेगाना अहिले सम्म प्रमाणित गरिएको छैन । निम्न सुविधाको लागि कुनै पनि इमेल पठाइने छैन ।

source: Bot: Fixing broken redirect to moved target page %(to)s
ne: रोबोट: टुटेको अनुप्रेषण सारिएको लक्ष्यको लागि मिलाउदै %(to)s

source: Print _Test Page
ne: परीक्षण पृष्ठ मुद्रण

source: Examine past edits
ne: पुराना सम्पादनहरू जाँच्ने

source: Maintained languages
ne: व्यवस्था गरिएका भाषाहरू

source: Other ways you improved the page
ne: तपाईंले पृष्ठ सुधार गर्ने अन्य तरिकाहरू

source: Snippet Text
ne: लेखको अंश

source: Region and Language
ne: क्षेत्र र भाषा

source: Must be an integer number
ne: एक पूर्णांक नम्बर हुनुपर्छ

source: Recent number of distinct authors
ne: भर्खरैका फरक लेखकहरूको संख्या

source: Access is denied.
ne: पहुँच अस्वीकार गरिएको छ।

source: Sound
ne: ध्वनि

source: Passed Phase 1 review
ne: उत्तीर्ण चरण 1 समीक्षा

source: Top edited pages
ne: सर्वाधिक सम्पादित पृष्ठ

source: long text property value hidden ($1)
ne: लोमो शब्द मान मूल्य लुकाइएको ($1)

source: Launcher
ne: लन्चर

source: Show new changes starting from $2, $3
ne: $3 $2 देखिका नयाँ परिवर्तनहरू देखाउनु

source: Guidelines for qualifying statements
ne: क्वालिफाइङ अभिव्यक्तिको लागि निर्देशनहरू

source: Your colony %colony% has been struck by a %disaster%.
ne: तपाईंको बस्ती %colony% लाई %disaster% ले प्रहार गरेको छ ।

source: M_usic
ne: _सङ्गित

source: Experience Sharing
ne: अनुभव साझेदारी

source: Database username:
ne: डाटाबेस प्रयोगकर्ता नामः

source: changed protection level for "[[$1]]"
ne: "[[$1]]"को सुरक्षा स्तर परिवर्तन गरियो

source: Area Code
ne: क्षेत्र कोड

source: delete this page
ne: यो पृष्ठ मेट्ने

source: This page cannot be used because <strong>$wgUseDatabaseMessages</strong> has been disabled.
ne: <strong>$wgUseDatabaseMessages</strong> लाई निस्क्रिय गरिएकोले यो पृष्ठ प्रयोग गर्न सकिदैन ।

source: No wiki formatting
ne: विकि फरम्याटिङ्लाई वास्ता नगर्ने

source: :* %(notify)s: %(page_sections)s - [%(history_link)s last edit] (%(page_size)s bytes) by %(user)s (%(time)s)
ne: :* %(notify)s: %(page_sections)s - [%(history_link)s last edit] (%(page_size)s bytes) प्रयोगकर्ता %(user)s (%(time)s)

source: Unblock
ne: फुक्का गर्ने

source: Pages where expansion depth is exceeded
ne: पृष्ठहरू जहाँ विस्तार सिमा नाघेको छ

source: Users and rights
ne: प्रयोगकर्ता र अधिकारहरु

source: Registration time:
ne: दर्ता समय:

source: Finishing Setup
ne: सेट सकिदैँ

source: Language
ne: भाषा

source: Probability of upgrade:
ne: अद्यावधिक हुने सम्भाव्यताः

source: Login unification complete!
ne: प्रवेश सम्बन्धित एकीकरण पूर्ण

source: Upload Wizard campaigns
ne: अपलोड विजार्ड अभियानहरू

source: Redirect pages
ne: अनुप्रेषण पृष्ठहरू

source: Outdated
ne: पुराना

source: Players
ne: खेलाड़ीहरु

source: This is a mock scholarship application site only, use it just for testing.
ne: यो देखावटी छात्रवृत्ति आवेदन साइट हो, यसको प्रयोग परीक्षणको लागि मात्र गर्नुहोला ।

source: Drinking Water
ne: पिउने पानी

source: Top left corner
ne: देब्रे पट्टिको माथिल्लो कुना

source: Double click, middle button
ne: बीच को बटन दुई चोटी थिच्नुहोस

source: Finishing
ne: सकिदै

source: The game is ending.
ne: यो खेल अन्त्य हुदैछ ।

source: Request authorization for specific permissions.
ne: विशेष अनुमति अधिकारको लागी निवेदन गर्नुहोस् ।

source: Updating Saved Pages...
ne: सङग्रह गरिएका पृष्ठहरू अध्यावधिक गर्दै...

source: Insert boot disk %u.
ne: %u बुट डिस्क हाल्नुहोस्।

source: Brightness:
ne: उज्यालोपन:

source: Change subject
ne: विषय सार्ने

source: Update this Information
ne: यस जानकारीलाई अद्यतन गर्ने

source: North Atlantic Ocean
ne: उत्तरी अन्ध महासागर

source: This page has been fully protected.
ne: यो पृष्ठ पूर्ण सुरक्षित गरिएको छ ।

source: <strong>Warning:</strong> Page may not contain recent updates.
ne: <strong>चेतावनी:</strong> पृष्ठमा हालका अद्यतनहरू नहुनसक्छन् ।

source: Users can only be added by an administrator
ne: प्रवन्धकले मात्र प्रयोगकर्ता थप्न सक्छ

source: The following redirects link to non-existent pages:
ne: तलका लिङ्कहरु ले हुदै नभएका पृष्ठहररसँग जोडिन्छन्:

source: Upload of import file failed. A temporary folder is missing.
ne: आयात फाइलको अपलोड असफल भयो। अस्थाइ फोल्डर हराइरहेको छ।

source: Loading...
ne: लोड हुदैछ...

source: You do not have permission to create new pages.
ne: नयाँ पृष्ठ सृजनागर्नको लागि तपाईँलाई अनुमति छैन ।

source: Enable this account
ne: खातालाई पुन: सक्रिय पार्नुहोस्

source: Active window shadow color
ne: सक्रिय विन्डोको छायाँको रंग

source: Your text
ne: तपाईँको पाठ

source: Empty array
ne: खाली एरे

source: Fri
ne: शुक्र

source: Principal
ne: साँवा

source: Miscellaneous
ne: विविध

source: Sorry, you cannot vote in this election as you are blocked on at least $1 {{PLURAL:$1|wiki|wikis}}.
ne: माफ गर्नुहोला, यदी तपाईंलाई $1 वा बढि{{PLURAL:$1|विकी|विकीहरू}}.मा निषेध गरिएको हुन्छ भने तपाईंले यस चुनावमा भोट दिन पाउनुहुन्न ।

source: View deleted files and pages
ne: मेटाइएका फाइल तथा पृष्ठहरू हेर्ने

source: Your IP address is blocked from editing, and so is not allowed to use the password recovery function to prevent abuse.
ne: तपाईंको IP ठेगानालाई सम्पादनगर्नबाट रोक लगाइएको छ, र त्यसैले दुरुपयोग रोक्नको लागि प्रवेसशब्द पुनर्लाभ प्रक्रिया प्रयोग गर्न अनुमति छैन ।

source: _Use as Hotspot...
ne: हटस्पट रूपमा प्रयोग गर्नुहोस्

source: Your account has been migrated, and your username no longer exist on this wiki.
ne: तपाईंको खाता स्थानान्तरण भएको छ, र तपाईंको प्रयोगकर्ता नाम यस विकिमा छैन ।

source: Edit diary entry
ne: दैनिकी प्रविष्ठी सम्पादन गर्ने

source: <strong>Warning:</strong> The page you are creating is blank. If you click "{{int:savearticle}}" again, the page will be created without any content.
ne: <strong>चेतावनी:</strong> तपाईं एउटा खालि पृष्ठको निर्माण गर्दै हुनुहुन्छ। यदि तपाईं "{{int:savearticle}}" लाई पुनः थिच्नुहुन्छ भने पृष्ठ बिना कुनै सामग्री नै निर्मित गरिनेछ।

source: September $1
ne: सेप्टेम्बर $1

source: Supplemental categories
ne: पुरक श्रेणी

source: changeset
ne: चेन्जसेट

source: The following {{PLURAL:$1|file is|$1 files are}} in the current category.
ne: निम्न {{PLURAL:$1|फाइल|$1 फाइलहरू}} यस श्रेणीमा रहेको ।

source: Trace made public
ne: सार्वजनिक बनाइएको ट्रेस

source: ^Try Kubuntu Netbook without installing
ne: प्रतिस्थापन विना कुबुन्ट् नेटबुक प्रयोग गरी हेर्नुहोस् (^T)

source: Authentication required.
ne: प्रमाणीकरण आवश्यक।

source: must be odd
ne: बिजोरसंख्या हुनुपर्छ

source: Go to page $1
ne: पृष्ठ $1 मा जाने

source: The optical photo conductor is no longer functioning
ne: ओप्टिकल फोटो सञ्चालकले हालै काम गरेको छैन

source: home wiki
ne: गृह विकि

source: Averages (USD)
ne: औसत (USD)

source: My Account
ne: मेरो खाता

source: Sound and Ringtone
ne: रिङ्टोन पठाउनुहोस्

source: Metering mode
ne: Metering मोड

source: Set the time:
ne: समय मिलाउनुहोस्:

source: Average (USD)
ne: औसत (USD)

source: Video mode
ne: भिडियो शैली

source: Font size
ne: फन्ट आकार

source: Source file
ne: स्रोत फाइल

source: File missing
ne: फाइल हराएकोछ

source: Mark this as a minor edit
ne: यसलाई सामान्य सम्पादनको रुपमा चिनो लगाउने

source: View full log
ne: पूरा लग हेर्नुहोस्

source: Help with ranking statements
ne: अभिव्यक्तिहरू राङ्किङ गर्ने बारे सहायता

source: View the project page
ne: आयोजान पृष्ठ हेर्नुहोस्

source: Send an email to another {{SITENAME}} user
ne: {{SITENAME}}का अर्का प्रयोगकर्तालाई ई-मेल पठाउने

source: If-else blocks will do one thing or the other.
ne: यदि-नत्र ब्लकले पहिलो या दोस्रो कृयाकलाप छान्न सकिन्छ ।

source: Contrast
ne: व्यतिरेक

source: Loot Cargo
ne: लुटिएको कार्गो

source: View Slideshow
ne: स्लाइड प्रदर्शन हेर्ने

source: ({PLURAL: age|$1 year|$1 years} old).
ne: ({PLURAL: उमेर|$1 वर्ष|$1 वर्ष} पुगेको)।

source: Width of image before it was cropped
ne: काट्नु अगाडि तस्विरको लम्बाई

source: Spreads all windows of the focused application in the current workspace.
ne: हालको कार्यस्थानमा केन्द्रित सबै आवेदन विन्डो फैलिन्छ।

source: Shawwal
ne: शाव्वाल

source: Autoconfirmed users
ne: स्वत निश्चित गरिएका प्रयोगकर्ताहरू

source: _Execute
ne: कार्यान्वयन गर्नुहोस्

source: If you reassign the shortcut to "%s", the "%s" shortcut will be disabled.
ne: एदी तपाईले सत्कर्ट छान्नु भए मा %s , %s सर्त्कट हराउनेछ

source: Retrieving content from $1…
ne: $1 बाट सामाग्री प्राप्त गर्दै...

source: Unfortunately your browser is not capable of uploading files. Please try an alternative browser.
ne: तपाईंले प्रयोग गरिरहेको ब्राउजरले फाइल अपलोड गर्न सकेन तसर्थ कृपया अन्य ब्राउजर प्रयोग गर्नुहोला

source: Find next
ne: अर्को खोज्ने

source: MediaWiki spam cleanup
ne: MediaWiki स्पाम सर-सफाइ

source: Evaluate
ne: जाँच गर्ने

source: There was an error while attempting to render your book.
ne: तपाईंको पुस्तक प्रतिपादन गर्ने समय त्रुटि उत्पन्न भयो।

source: Access Level
ne: पहुँच स्तर

source: Bluetooth is disabled
ne: ब्लुटुथ बन्द छ

source: Export current pad as:
ne: निम्न रुपमा प्याड निर्यात गर्ने :

source: Access denied
ne: पहुँच अस्वीकार

source: Relevant Experience
ne: प्रासङ्गिक अनुभव

source: This barnstar is awarded to recognize particularly fine contributions to {{SITENAME}}, to let people know that their hard work is seen and appreciated.
ne: यो बार्नस्टार मानिसहरूलाई उनीहरूको कडा मेहेनत देखिएको र प्रसंसा भएको जानकारी दिनको लागि तथा विशेष गरी {{SITENAME}}मा गरेको राम्रो योगदानको पहिचान गर्न प्रदान गरिएको छ ।

source: Database lock removed
ne: डेटाबेस ताल्चा हटाइयो

source: Change printer settings
ne: प्रिन्टरको सेटिङ परिवर्तन गर्न

source: <strong>Note:</strong> This page has been protected so that only registered users can edit it. The latest log entry is provided below for reference:
ne: <strong>सूचना:</strong> यो पृष्ठलाई सुरक्षित गरिएको हुँदा दर्ता भएका प्रयोगकर्ताहरूले मात्र यसलाई सम्पादन गर्न सक्छन् । सन्दर्भको लागि नविनतम लग प्रविष्टि तल दिइएको छ:

source: Follow mouse cursor
ne: माउस कर्सर पछ्याउनुहोस्

source: Swedish krona
ne: स्वीडिस क्रोना

source: _Keep
ne: राख्नुहोस्

source: Time period in days:
ne: समयावधि दिनमा:

source: Connected Devices
ne: जडित उपकरण

source: Total revisions
ne: जम्मा संसोधन

source: $1 {{PLURAL:$1|message|messages}} marked as read.
ne: $1 {{PLURAL:$1|सन्देश|सन्देशहरु}}लाई पढिएकोमा चिह्नित गर्ने

source: Include linked pages to a depth of:
ne: जोडिएको पृष्ठलाई यस गहराईसम्म समाबेश गर्नेः

source: S_peed:
ne: गति:

source: Average page size
ne: लेखको औसत आकार

source: Abuse log
ne: दुर्व्यवहार लग

source: Your user rights were {{GENDER:$1|changed}} by $1. $2.
ne: तपाईँको प्रयोगकर्ता अधिकारहरू $1 द्वारा {{GENDER:$1|परिवर्तन गरियो}}। $2.

source: Banner
ne: ब्यानर

source: Subdivision
ne: उपशाखा

source: Undo (Ctrl+Z)
ne: रद्द (Ctrl-Z)

source: Deleted filters:
ne: मेटाइएका फिल्टहरु:

source: Capital
ne: पुँजी

source: Vertical resolution
ne: ऊर्ध्वाधर संकल्प(resolution)

source: Microsoft Word
ne: माइक्रोसफ्ट वर्ड

source: Message $1
ne: सन्देश $1

source: _Detect Displays
ne: डिस्प्लेहरु पत्ता लगाउने

source: ^Install Edubuntu in text mode
ne: शब्द विधिद्वारा एजुबुन्टु स्थापना गर्नुहोस्

source: Please enter a password.
ne: कृपया पासवर्ड हाल्नुहोस्

source: Unused files
ne: प्रयोग नभएका फाइलहरू

source: quickly rollback the edits of the last user who edited a particular page
ne: कुनै पृष्ठको अन्तिम सम्पादन गर्ने प्रयोगकर्ताको सम्पादन तुरुन्तै पूर्ववत गर्ने

source: Original $1 file ($2)
ne: मूल $1 फाईल ($2)

source: other links
ne: अन्य कड़ीहरु

source: %{display_name} has commented on the following diary entries
ne: %{display_name}ले निम्न दैनिकीहरूमा टिप्पणी गर्नुभएको छ

source: Please $1 to confirm your email address.
ne: तपाईंले आफ्नो इमेल प्रमाणिकरण गराउन $1 गर्नु पर्छ ।

source: Choose donation method
ne: दान गर्ने तरिका छान्नुहोस

source: ICQ Message Form:
ne: ICQ सन्देश फोरम:

source: You are viewing a cached version of this page, which might not be completely actual.
ne: तपाईं यस पृष्ठको क्याच गरिएको अवतरण हेर्दै हुनुहुन्छ, जुन सम्भवत वर्तमान अवस्था देखि भिन्न हुनसक्छ।

source: Edit Map
ne: नक्सा सम्पादन गर्ने

source: Clipboard
ne: क्लिपबोर्ड

source: Change format
ne: ढाँचा परिवर्न गर्ने

source: See the link to [[Special:AdminLinks|Admin links]]
ne: यो लिङ्क हेर्नुहोस [[Special:AdminLinks|प्रबन्धक लिङ्क]]

source: Hide keyboard
ne: कुञ्जीपाटी लुकाउनुहोस्

source: Before
ne: पहिले

source: Compliance
ne: अनुपालना

source: -- Original Message --
ne: -- मूल सन्देश --

source: e-book (PDF, mwlib renderer)
ne: ई-बुक (पिडियफ, मिडीयाविकि पुस्तकालय प्रतिपादन)

source: Project page
ne: आयोजना पृष्ठ

source: Logging you in…
ne: प्रवेश गर्दै

source: read more
ne: थप पढ्ने
